/***************************************************************
*                          문제설명                            *
*  크기가 5인 정수형 배열을 선언하고 그 값들을 입력받은 뒤,    *
*	평균을 구해서 출력하시오.                                  *
****************************************************************/
#include <stdio.h>
int main()
{
    int arr[5];
    int sum = 0;
    for(int i = 0; i < 5; i++)
    {
        scanf("%d", &arr[i]);
        sum += arr[i];
    }
    printf("평균 : %d\n", sum / 5);
    
    return 0;
}